Repository: danerx77/f1
Catalog: tm/src.tmx
Source language: en
Languages: pl

# The user charges up power for use later. It can be used three times.
source: The user charges\nup power for use\nlater. It can be\nused three times.
pl: Użytkownik ładuje\nenergię do użycia\npóźniej. Można\nużyć trzy razy.

# The power built using STOCKPILE is released at once for attack.
source: The power built\nusing STOCKPILE is\nreleased at once\nfor attack.
pl: Moc zbudowana za\npomocą ZBIERANIA\njest uwalniana\ndo ataku.

# The energy it built using STOCKPILE is absorbed to restore HP.
source: The energy it built\nusing STOCKPILE is\nabsorbed to restore\nHP.
pl: Energia wytworzona\nza pomocą ZBIERANIA\njest absorbowana\ndla HP.

# The user exhales a heated breath to attack. It may also inflict a burn.
source: The user exhales a\nheated breath to\nattack. It may also\ninflict a burn.
pl: Użytkownik wydycha\ngorący oddech,\naby zaatakować.\nMoże też poparzyć.

# A hailstorm lasting five turns damages all POKéMON except the ICE-type.
source: A hailstorm lasting\nfive turns damages\nall POKéMON except\nthe ICE-type.
pl: Burza gradu trwająca\npięć tur uszkadza\nPOKéMONY oprócz\ntypu LODOWEGO.

# It enrages the foe, making it incapable of using the same move successively.
source: It enrages the foe,\nmaking it incapable\nof using the same\nmove successively.
pl: Rozgniewa wroga,\nprzez co nie jest\nw stanie używać\ntego samego ruchu.

# Flattery is used to confuse the foe, but its SP. ATK also rises.
source: Flattery is used to\nconfuse the foe,\nbut its SP. ATK\nalso rises.
pl: Pochlebstwo służy\ndo mylenia wroga,\nale jego SP. ATAK\nrośnie.

# A sinister, bluish white flame is shot at the foe to inflict a burn.
source: A sinister, bluish\nwhite flame is shot\nat the foe to\ninflict a burn.
pl: Niebieskawy\nbiały płomień zostaje\nuderzony, aby\nzadać poparzenia.

# The user faints, but sharply lowers the foe's ATTACK and SP. ATK.
source: The user faints,\nbut sharply lowers\nthe foe's ATTACK\nand SP. ATK.
pl: Użytkownik mdleje,\nale ostro obniża\nATAK i SP. ATAK\nprzeciwnika.

# An attack that is boosted if user is burned, poisoned, or paralyzed.
source: An attack that is\nboosted if user is\nburned, poisoned,\nor paralyzed.
pl: Atak, który zostanie\nwzmocniony, jeśli\nużytkownik będzie\nzatruty itp.

# An attack that is executed last. The user flinches if hit beforehand.
source: An attack that is\nexecuted last.\nThe user flinches\nif hit beforehand.
pl: Atak, który jest\nwykorzystany\njako ostatni. Cofa\nsię przed uderzeniem.

# Doubly effective on a paralyzed foe, but it also cures the foe's paralysis.
source: Doubly effective on\na paralyzed foe,\nbut it also cures\nthe foe's paralysis.
pl: Podwójnie skuteczny\nna sparaliżowanego\nwroga, lecz leczy\nparaliż wroga.

# The user draws attention to itself, making foes attack only the user.
source: The user draws\nattention to itself,\nmaking foes attack\nonly the user.
pl: Użytkownik zwraca\nuwagę na siebie,\nsprawiając, że\nwróg go atakuje.

# An attack that changes type depending on the user's location.
source: An attack that\nchanges type\ndepending on the\nuser's location.
pl: Atak zmieniający\ntyp w zależności\nod lokalizacji\nużytkownika.

# The user charges power to boost the ELECTRIC move it uses next.
source: The user charges\npower to boost the\nELECTRIC move it\nuses next.
pl: Użytkownik ładuje,\nby zwiększyć\nruch ELEKTRYCZNY,\nktóry używa.

# The foe is taunted into a rage that allows it to use only attack moves.
source: The foe is taunted\ninto a rage that\nallows it to use\nonly attack moves.
pl: Wróg jest wyśmiewany\nwe wściekłość, która\npozwala mu używać\nruch ataku.

# A move that boosts the power of the ally's attack in a battle.
source: A move that boosts\nthe power of the\nally's attack in a\nbattle.
pl: Ruch, który\nzwiększa siłe\nataku sojusznika\npodczas bitwy.

# A move that tricks the foe into trading held items with the user.
source: A move that tricks\nthe foe into\ntrading held items\nwith the user.
pl: Ruch, który wyłudza\nwroga w handlu\nprzedmiotami z\nużytkownikiem.

# The user mimics the foe completely and copies the foe's ability.
source: The user mimics the\nfoe completely and\ncopies the foe's\nability.
pl: Użytkownik naśladuje\nwroga całkowicie\ni kopiuje zdolność\nwroga.

# A self-healing move that restores half the full HP on the next turn.
source: A self-healing move\nthat restores half\nthe full HP on the\nnext turn.
pl: Samouzdrawiający\nsię ruch, który\nprzywraca połowę\nHP w nast. turze.

# The user lays roots that restore HP on every turn. It can't switch out.
source: The user lays roots\nthat restore HP on\nevery turn.\nIt can't switch out.
pl: Użytkownik ustawia\nkorzenie, które\nprzywracają HP w\nkażdej turze.

# A powerful attack, but it also lowers the user's ATTACK and DEFENSE stats.
source: A powerful attack,\nbut it also lowers\nthe user's ATTACK\nand DEFENSE stats.
pl: Potężny atak, ale\ntakże obniża\nstatystyki ATAKU i\nOBRONY użytkownika.

# Reflects back the foe's LEECH SEED and any status- damaging move.
source: Reflects back the\nfoe's LEECH SEED\nand any status-\ndamaging move.
pl: Odzwierciedla\nNASIONO MOCY\nwroga i każdy ruch\nniszczący status.

# A move that recycles a used item for use once more.
source: A move that\nrecycles a used\nitem for use once\nmore.
pl: Ruch, który\nponownie\nwykorzystuje\nzużyty przedmiot.

# An attack move that gains in intensity if the target has hurt the user.
source: An attack move that\ngains in intensity if\nthe target has hurt\nthe user.
pl: Ruch, który zyskuje\nintensywności,\njeśli cel zaszkodzi\nużytkownikowi.

# An attack that also breaks any barrier like LIGHT SCREEN and REFLECT.
source: An attack that also\nbreaks any barrier\nlike LIGHT SCREEN\nand REFLECT.
pl: Atak, który\nprzełamuje każdą\nbarierę taką jak\nEKRAN ŚWIATŁA itp.

# A huge yawn lulls the foe into falling asleep on the next turn.
source: A huge yawn lulls\nthe foe into falling\nasleep on the next\nturn.
pl: Duże ziewnięcie\nkołysze wroga w\nzasypianie podczas\nnast. tury.

# Knocks down the foe's held item to prevent its use during the battle.
source: Knocks down the\nfoe's held item to\nprevent its use\nduring the battle.
pl: Powala przeciwnika,\naby zapobiec jego\nużyciu podczas\nbitwy.

# Gains power the fewer HP the user has compared with the foe.
source: Gains power the\nfewer HP the user\nhas compared with\nthe foe.
pl: Zyskuje moc, tym\nmniej HP ma w\nporównianiu z\nprzeciwnikiem.

# The higher the user's HP, the more powerful this attack becomes.
source: The higher the\nuser's HP, the more\npowerful this\nattack becomes.
pl: Im wyższe HP\nużytkownika, tym\nsilniejszy staje się\nten atak.

# The user employs its psychic power to swap abilities with the foe.
source: The user employs\nits psychic power\nto swap abilities\nwith the foe.
pl: Użytkownik wykorzysta\nswoją moc, aby\nzamienić zdolności\nz wrogiem.

# Prevents foes from using any move that is also known by the user.
source: Prevents foes from\nusing any move\nthat is also known\nby the user.
pl: Zapobiega wrogom\nprzy użyciu dowolnego\nruchu, który jest\nznany.

# A self-healing move that cures the user of a poisoning, burn, or paralysis.
source: A self-healing move\nthat cures the user\nof a poisoning,\nburn, or paralysis.
pl: Samoleczący ruch,\nktóry leczy użytkownika\nz zatrucia,\npoparzenia itp. \n

# If the user faints, this move deletes the PP of the move that finished it.
source: If the user faints,\nthis move deletes\nthe PP of the move\nthat finished it.
pl: Jeśli użytkownik\nzemdleje, ten ruch\nusuwa PP ruchu,\nktóry go zakończył.

# Steals the effects of the foe's healing or status- changing move.
source: Steals the effects\nof the foe's\nhealing or status-\nchanging move.
pl: Kradnie efekty\nleczenia wroga\nlub zmiany dowolnego\nstatusu.

# An attack that may have an additional effect that varies with the terrain.
source: An attack that may\nhave an additional\neffect that varies\nwith the terrain.
pl: Atak, który może\nmieć dodatkowy\nefekt, który zależy\nod danego terenu.

# The user dives underwater on the first turn and strikes next turn.
source: The user dives\nunderwater on the\nfirst turn and\nstrikes next turn.
pl: Użytkownik nurkuje\npod wodą w pierwszej\nturze i uderza w\ndrugiej.

# A quick flurry of straight-arm punches that hit two to five times.
source: A quick flurry of\nstraight-arm\npunches that hit\ntwo to five times.
pl: Szybki atak ciosów\nz prostym ramieniem,\nktóry uderza 2\ndo 5 razy.

# Alters the user's type depending on the location's terrain.
source: Alters the user's\ntype depending on\nthe location's\nterrain.
pl: Zmienia typ\nużytkownika w\nzależności od\npołożenia terenu.

# The user flashes a light that sharply raises its SP. ATK stat.
source: The user flashes a\nlight that sharply\nraises its SP. ATK\nstat.
pl: Użytkownik miga\nświatłem, które\nostro podnosi\njego SP. ATAK.

# A burst of light injures the foe. It may also lower the foe's SP. DEF.
source: A burst of light\ninjures the foe. It\nmay also lower the\nfoe's SP. DEF.
pl: Wybuch światła\nrani wroga. Może\nrównież obniżyć\nSP. OBRONĘ wroga.

# A flurry of down hits the foe. It may also lower the foe's SP. ATK.
source: A flurry of down\nhits the foe. It\nmay also lower the\nfoe's SP. ATK.
pl: Uderzenie w dół\nuderza wroga. Może\nrównież obniżyć\nSP. ATAK wroga.

# The foe is covered with a mass of down that sharply cuts the ATTACK stat.
source: The foe is covered\nwith a mass of down\nthat sharply cuts\nthe ATTACK stat.
pl: Wróg jest pokryty\nmasą puchu, która\nznacznie obniża\nstatystykę ATAKU.

# A fiery kick with a high critical-hit ratio. It may also burn the foe.
source: A fiery kick with a\nhigh critical-hit\nratio. It may also\nburn the foe.
pl: Ognisty kopniak\no możliwym ciosie\nkrytycznym. Może\nteż spalić wroga.

# Weakens ELECTRIC- type attacks while the user is in the battle.
source: Weakens ELECTRIC-\ntype attacks while\nthe user is in the\nbattle.
pl: Osłabia ataki typu\nELEKTRYCZNEGO,\ngdy użytkownik jest\nw bitwie.

# A 5-turn rolling attack that becomes stronger each time it rolls.
source: A 5-turn rolling\nattack that becomes\nstronger each time\nit rolls.
pl: 5-turowy atak\ntoczenia, który\nstaje się lepszy za\nkażdym razem.

# An attack using thorny arms. It may make the foe flinch.
source: An attack using\nthorny arms.\nIt may make the\nfoe flinch.
pl: Atak z użyciem\nkolczastych ramion.\nMoże zachwiać\nwroga.

# The user slacks off and restores its HP by half its full HP.
source: The user slacks off\nand restores its HP\nby half its full\nHP.
pl: Użytkownik traci\nczas i odzyskuje\nHP o połowę mniej\nniż HP.

# The user lets loose a horribly loud shout with the power to damage.
source: The user lets loose\na horribly loud\nshout with the\npower to damage.
pl: Użytkownik wypuszcza\nokropnie głośny\nokrzyk z siłą\ndo obrażeń.

# The foe is bitten with toxic fangs. It may also badly poison the foe.
source: The foe is bitten\nwith toxic fangs.\nIt may also badly\npoison the foe.
pl: Wróg zostaje\nugryziony toksycznymi\nkłami. Może również\nzatruć wroga.

# The foe is attacked with sharp claws. It may also lower the foe's DEFENSE.
source: The foe is attacked\nwith sharp claws.\nIt may also lower\nthe foe's DEFENSE.
pl: Wróg zostaje\nzaatakowany ostrymi\npazurami. Może także\nobniżyć OBRONĘ.

# The foe is hit with a huge explosion. The user can't move on the next turn.
source: The foe is hit with\na huge explosion.\nThe user can't move\non the next turn.
pl: Wróg trafiony jest\nogromną eksplozją.\nNie można przejść\ndo następnej tury.

# The foe is hit with a watery cannon. The user can't move on the next turn.
source: The foe is hit with\na watery cannon.\nThe user can't move\non the next turn.
pl: Wróg trafiony jest\nwodną armatą.\nNie można przejść\ndo następnej tury.

# The foe is hit with a hard, fast punch. It may also raise the user's ATTACK.
source: The foe is hit with\na hard, fast punch.\nIt may also raise\nthe user's ATTACK.
pl: Wróg trafiony jest\ntwardym, szybkim\nuderzeniem. Może\npodnieść ATAK użyt.

# An attack using a startling shout. It also may make the foe flinch.
source: An attack using a\nstartling shout.\nIt also may make\nthe foe flinch.
pl: Atak za pomocą\nzaskakującego krzyku.\nMoże sprawić\nzachwianie wroga.

# An attack that varies in power and type depending on the weather.
source: An attack that\nvaries in power and\ntype depending on\nthe weather.
pl: Atak, który różni\nsię mocą i typem\nw zależności od\ndanej pogody.

# A soothing scent is released to heal all status problems in the user's party.
source: A soothing scent is\nreleased to heal\nall status problems\nin the user's party.
pl: Kojący zapach\njest uwalniany, aby\nwyleczyć wszystkie\nstatusy z drużyny użyt.

# The user feigns crying to sharply lower the foe's SP. DEF stat.
source: The user feigns\ncrying to sharply\nlower the foe's\nSP. DEF stat.
pl: Użytkownik udaje,\nże płacze ostro\nobniżając SP.\nOBRONĘ wroga.

# The foe is hit with razor-like wind. It has a high critical-hit ratio.
source: The foe is hit with\nrazor-like wind.\nIt has a high\ncritical-hit ratio.
pl: Wróg zostaje uderzony\nbrzytwym wiatrem.\nWysoki krytyczny\nwspółczynnik.

# An intense attack that also sharply reduces the user's SP. ATK stat.
source: An intense attack\nthat also sharply\nreduces the user's\nSP. ATK stat.
pl: Intensywny atak,\nktóry również\nznacznie zmiejsza\nSP. ATK użytkownika.

# Boulders are hurled at the foe. It also lowers the foe's SPEED if it hits.
source: Boulders are hurled\nat the foe. It also\nlowers the foe's\nSPEED if it hits.
pl: Głazy są rzucane\nna wroga. Obniża\ntakże SZYBKOŚĆ\nwroga, jeśli trafi.

# The foe is attacked with a silver dust. It may raise all the user's stats.
source: The foe is attacked\nwith a silver dust.\nIt may raise all\nthe user's stats.
pl: Wróg zostaje\nzaatakowany srebnym\npyłem. Może podnieść\nkażdą statystyke.

# A horrible metallic screech is used to sharply lower the foe's SP. DEF.
source: A horrible metallic\nscreech is used to\nsharply lower the\nfoe's SP. DEF.
pl: Straszny metaliczny\npisk służy do\nostrego obniżenia\nSP. OBRONY wroga.

# A pleasant melody is played to lull the foe into a deep sleep.
source: A pleasant melody\nis played to lull\nthe foe into a deep\nsleep.
pl: Przyjemna melodia\njest grana, aby\nuśpić wroga w\ngłęboki sen.

# The foe is made to laugh, reducing its ATTACK and DEFENSE stats.
source: The foe is made to\nlaugh, reducing its\nATTACK and DEFENSE\nstats.
pl: Wróg się śmieje,\nzmniejszając sobie\nstatystyki ATAKU\ni OBRONY.

# The user absorbs a mystic power to raise its DEFENSE and SP. DEF.
source: The user absorbs a\nmystic power to\nraise its DEFENSE\nand SP. DEF.
pl: Użytkownik pochłania\nmistyczną moc, by\npodnieść OBRONĘ\ni SP. OBR.

# The foe is hit with a flashing beam that may also cause confusion.
source: The foe is hit with\na flashing beam\nthat may also\ncause confusion.
pl: Wróg trafiony jest\nmigającą wiązką,\nktóra może\noszołomić wroga.

# The user throws a punch from the shadows. It cannot be evaded.
source: The user throws a\npunch from the\nshadows. It cannot\nbe evaded.
pl: Użytkownik rzuca\ncios z cienia. Nie\nmożna tego ataku\nuniknąć.

# The user attacks with an odd power that may make the foe flinch.
source: The user attacks\nwith an odd power\nthat may make the\nfoe flinch.
pl: Użytkownik atakuje\nz dziwną siłą, która\nmoże sprawić\nzachwianie.

# The user attacks with an uppercut thrown skywards with force.
source: The user attacks\nwith an uppercut\nthrown skywards\nwith force.
pl: Użytkownik atakuje\nz wysoką siłą\nwyrzuconą w górę\ndo nieba.

# The foe is trapped inside a painful sandstorm for two to five turns.
source: The foe is trapped\ninside a painful\nsandstorm for two\nto five turns.
pl: Wróg zostaje\nuwięziony w bolesnej\nburzy piaskowej\nprzez 2 do 5 tur.

# The foe is attacked with ultimate cold that causes fainting if it hits.
source: The foe is attacked\nwith ultimate cold\nthat causes fainting\nif it hits.
pl: Wróg zostaje\nzaatakowany przez\nprzeziębienie, które\npowoduje omdlenie.

# The user attacks with muddy water. It may also lower the foe's accuracy.
source: The user attacks\nwith muddy water.\nIt may also lower\nthe foe's accuracy.
pl: Użytkownik atakuje\nmetną wodą. Może\nrównież obniżyć\ncelność wroga.

# The user shoots seeds at the foe. Two to five seeds are shot at once.
source: The user shoots\nseeds at the foe.\nTwo to five seeds\nare shot at once.
pl: Użytkownik strzela\ndo wrogów. Dwa\ndo pięciu nasion\njest strzelanych.

# An extremely fast attack against one target. It can't be evaded.
source: An extremely fast\nattack against one\ntarget. It can't be\nevaded.
pl: Niezwykle szybki\natak na jeden cel.\nNie można tego\nuniknąć.

# Sharp icicles are fired at the foe. It strikes two to five times.
source: Sharp icicles are\nfired at the foe.\nIt strikes two to\nfive times.
pl: Ostre sople są\nwystrzeliwane na\nwroga. Uderza dwa\ndo pięciu razy.

# The user hardens its body's surface to sharply raise its DEFENSE stat.
source: The user hardens\nits body's surface\nto sharply raise its\nDEFENSE stat.
pl: Użytkownik twardnieje\nna powierzchni\nciała, aby ostro\npodnieść OBRONĘ.

# The user blocks the foe's way with arms spread wide to prevent escape.
source: The user blocks the\nfoe's way with arms\nspread wide to\nprevent escape.
pl: Użytkownik blokuje\nwroga z szeroko\nrozłożonymi rękami,\nby nie ucieknął.

# The user howls to raise its spirit and boost its ATTACK stat.
source: The user howls to\nraise its spirit and\nboost its ATTACK\nstat.
pl: Użytkownik wyje,\naby podnieść ducha\ni zwiększyć stat.\nATAKU.

# Sharp, huge claws hook and slash the foe quickly and with great power.
source: Sharp, huge claws\nhook and slash the\nfoe quickly and\nwith great power.
pl: Ostre, potężne\npazury haczykują\ni szybko zadają\nwrogu wielką siłe.

# The foe is hit with an enormous branch. The user can't move on the next turn.
source: The foe is hit with\nan enormous branch.\nThe user can't move\non the next turn.
pl: Wróg trafiony jest\nogromną gałęzią.\nNie można przejść\ndo następnej tury.

# The user bulks up its body to boost both its ATTACK and DEFENSE stats.
source: The user bulks up\nits body to boost\nboth its ATTACK and\nDEFENSE stats.
pl: Użytkownik podnosi\nswoje ciało, aby\nzwiększyć stat.\nATAKU i OBRONY.

# The user bounces on the foe on the 2nd turn. It may paralyze the foe.
source: The user bounces\non the foe on the\n2nd turn. It may\nparalyze the foe.
pl: Użytkownik odbija\nsię na wroga w\n2. turze. Może\nsparaliżować wroga.

# The user attacks by hurling mud. It also reduces the foe's SPEED.
source: The user attacks by\nhurling mud.\nIt also reduces the\nfoe's SPEED.
pl: Użytkownik atakuje\nrzucając błotem.\nZmniejsza też\nSZYBKOŚĆ wroga.

# An attack with a high critical-hit ratio. It may also poison the foe.
source: An attack with a\nhigh critical-hit\nratio. It may also\npoison the foe.
pl: Atak o wysokim\nwspółczynniku\nkrytycznym. Może\nrównież zatruć wroga.

# A cutely executed attack that also steals the foe's hold item.
source: A cutely executed\nattack that also\nsteals the foe's\nhold item.
pl: Skrupulatnie wykonany\natak, który też\nkradnie przedmiot\nwroga.

# The user throws an electrified tackle. It hurts the user a little.
source: The user throws an\nelectrified tackle.\nIt hurts the user\na little.
pl: Użytkownik rzuca\nnaelektryzowany\ncios. Rani trochę\nużytkownika.

# The foe is attacked with a strange leaf that cannot be evaded.
source: The foe is attacked\nwith a strange leaf\nthat cannot be\nevaded.
pl: Wróg zostaje\nzaatakowany\nliściem, którego\nnie można uniknąć.

# Weakens FIRE-type attacks while the user is in the battle.
source: Weakens FIRE-type\nattacks while the\nuser is in the\nbattle.
pl: Osłabia ataki\ntypu OGNISTEGO,\ngdy użytkownik jest\nw walce.

# The user focuses its mind to raise the SP. ATK and SP. DEF stats.
source: The user focuses\nits mind to raise\nthe SP. ATK and\nSP. DEF stats.
pl: Użytkownik\nkoncentruje umysł\nna podniesieniu SP.\nATAKU i SP. OBR.

# The foe is slashed with a sharp leaf. It has a high critical-hit ratio.
source: The foe is slashed\nwith a sharp leaf.\nIt has a high\ncritical-hit ratio.
pl: Wróg zostaje\npocięty ostrym\nlistowiem. Może też\nbyć cios krytyczny.

# A mystic, powerful dance that boosts the user's ATTACK and SPEED stats.
source: A mystic, powerful\ndance that boosts\nthe user's ATTACK\nand SPEED stats.
pl: Mistyczny, potężny\ntaniec, który zwiększa\nstatystyki ATAKU\ni SZYBKOŚCI.

# The user hurls two to five hard rocks at the foe to attack.
source: The user hurls two\nto five hard rocks\nat the foe to\nattack.
pl: Użytkownik rzuca\ndwoma do pięciu\ntwardymi skałami,\nna wroga.

# A rapid jolt of electricity strikes the foe. It can't be evaded.
source: A rapid jolt of\nelectricity strikes\nthe foe. It can't\nbe evaded.
pl: Szybki atak\nelektryczności\nuderza wroga. Nie\nmożna tego uniknąć.

# An attack with a pulsing blast of water. It may also confuse the foe.
source: An attack with a\npulsing blast of\nwater. It may also\nconfuse the foe.
pl: Atak z pulsującym\nodmuchem wody.\nMoże również\noszołomić przeciwnika.

# A move that attacks the foe with a blast of light two turns after use.
source: A move that attacks\nthe foe with a\nblast of light two\nturns after use.
pl: Ruch, który atakuje\nwroga pod wpływem\nświatła dwóch tur\npo użyciu.

source: EGG
pl: JAJO

source: NEW GAME
pl: NOWA GRA

source: CONTINUE
pl: WCZYTAJ

# The save file is corrupted.pThe previous save file will be loaded.
source: The save file is corrupted.\pThe previous save file will be\nloaded.
pl: Zapisana gra jest uszkodzona.\pWczytany będzie poprzedni\nstan gry.

# The save file has been deleted...
source: The save file has been\ndeleted...
pl: Zapisany plik został\nusunięty...

source: TIME
pl: CZAS

source: CONTROLS
pl: KLAWISZE

source: {A_BUTTON}NEXT
pl: {A_BUTTON}DALEJ

source: {A_BUTTON}NEXT {B_BUTTON}BACK
pl: {A_BUTTON}DALEJ {B_BUTTON}WRÓĆ

source: {DPAD_UPDOWN}PICK {A_BUTTON}NEXT {B_BUTTON}CANCEL
pl: {DPAD_UPDOWN}PRZESUŃ {A_BUTTON}DALEJ {B_BUTTON}ANULUJ

source: {DPAD_UPDOWN}PICK {A_BUTTON}{B_BUTTON}CANCEL
pl: {DPAD_UPDOWN}PRZESUŃ {A_BUTTON}{B_BUTTON}ANULUJ

source: {A_BUTTON}EXIT
pl: {A_BUTTON}WYJDŹ

source: BOY
pl: CHŁOPIEC

source: GIRL
pl: DZIEWCZYNKA

source: POKéDEX TABLE OF CONTENTS
pl: POKéDEX SPIS TREŚCI

source: {DPAD_UPDOWN}PICK {A_BUTTON}OK
pl: {DPAD_UPDOWN}ZMIEŃ {A_BUTTON}OK

source: Seen:
pl: Widziany:

source: Owned:
pl: Posiadane:

source: NATIONAL
pl: NARODOWY

source: {COLOR DYNAMIC_COLOR6}{SHADOW DYNAMIC_COLOR5}POKéMON HABITATS
pl: {COLOR DYNAMIC_COLOR6}{SHADOW DYNAMIC_COLOR5}SIEDLISKA

source: Grassland POKéMON
pl: POKéMONY Polne

source: Forest POKéMON
pl: POKéMONY Leśne

source: Water's-edge POKéMON
pl: POKéMONY Nadmorskie

source: Sea POKéMON
pl: POKéMONY Morskie

source: Cave POKéMON
pl: POKéMONY Jaskiniowe

source: Mountain POKéMON
pl: POKéMONY Górskie

source: Rough-terrain POKéMON
pl: POKéMONY Trudnoterenowe

source: Urban POKéMON
pl: POKéMONY Miejskie

source: Rare POKéMON
pl: Rzadkie POKéMONY

source: {COLOR DYNAMIC_COLOR6}{SHADOW DYNAMIC_COLOR5}SEARCH
pl: {COLOR DYNAMIC_COLOR6}{SHADOW DYNAMIC_COLOR5}SZUKAJ

source: NUMERICAL MODE
pl: TRYB NUMERYCZNY

source: A TO Z MODE
pl: TRYB A DO Z

source: {COLOR DYNAMIC_COLOR6}{SHADOW DYNAMIC_COLOR5}OTHER
pl: {COLOR DYNAMIC_COLOR6}{SHADOW DYNAMIC_COLOR5}INNE

source: CLOSE POKéDEX
pl: ZAMKNIJ POKéDEX

source: TYPE MODE
pl: TRYB TYPU

source: LIGHTEST MODE
pl: OD NAJLŻEJSZEGO

source: SMALLEST MODE
pl: OD NAJMNIEJSZEGO

source: {COLOR DYNAMIC_COLOR6}{SHADOW DYNAMIC_COLOR5}POKéMON LIST
pl: {COLOR DYNAMIC_COLOR6}{SHADOW DYNAMIC_COLOR5}LISTA

source: NUMERICAL MODE: KANTO
pl: TRYB NUMERYCZNY: KANTO

source: NUMERICAL MODE: NATIONAL
pl: TRYB NUMERYCZNY: NARODOWY

source: POKéMON LIST
pl: LISTA POKéMONÓW
